[
	{
	"header_name": "Язык JavaScript",
	"author": "Antoni Banderas",
	"contents":  "JavaScript обычно используется как встраиваемый язык для программного доступа к объектам приложений. Наиболее широкое применение находит в браузерах как язык сценариев для придания интерактивности веб-страницам.",
	"created": "07 march 2017 years"	
	},
	{
	"header_name": "JavaScript Object Notation",
	"author": "Wikipedia",
	"contents":  "JSON (JavaScript Object Notation) - простой формат обмена данными, удобный для чтения и написания как человеком, так и компьютером. Несмотря на происхождение от JavaScript (точнее, от подмножества языка стандарта ECMA-262 1999 года), формат считается независимым от языка и может использоваться практически с любым языком программирования. Для многих языков существует готовый код для создания и обработки данных в формате JSON",
	"created": "07 march 2017 years"	
	},
	{
	"header_name": "Джастин Бивер сбрил усы",
	"author": "Джастин Бибер",
	"contents":  "Пример меню с двумя псевдо-селекторами позволяет нам узнать ещё одну важную концепцию. Вы, возможно, заметили, что каждый селектор нашего кода CSS состоит из тех же имён, что и соответствующие теги HTML. Таким образом, когда мы что-то меняем в структуре кода, мы также должны изменить CSS. Например, иногда это может быть необходимо, когда нам больше не требуется заголовок.",
	"created": "08 march 2017 years"	
	},
	{
	"header_name": "Понимание селекторов CSS",
	"author": "Джастин Бибер",
	"contents":  "Вместо точки перед элементом с идентификатором мы используем решётку «#», затем идёт имя элемента. Как указывалось выше, элементы с идентификатором main-content должны содержать красный фон.",
	"created": "09 march 2017 years"	
	},
	{
	"header_name": "Время для итогов",
	"author": "Джастин Бибер",
	"contents":  "После того как вы получите уникальный идентификатор, по которому ваш сайт будет доступен, необходим веб-сервер, куда вы загрузите сайт целиком. Все изображения, CSS, HTML и другие файлы должны быть загружены на сервер, который на самом деле является специальным компьютером подключенным к Интернету, что делает ваш сайт доступным из любой точки в мире. Опять же, бизнес веб-серверов это огромный рынок и вы обязательно найдёте приличную компанию и сможете заказать место на сервере. Также есть компании, которые предлагают простой вариант, так что вы можете сразу купить домен и доступ к веб-серверу.",
	"created": "10 march 2017 years"	
	}
]
